Repository: MarFarMa/search-everything
Catalog: lang/*.po
Languages: se_it_it, se_ja, se_nn_no

source: Your default search settings have been <strong>updated</strong> by Search Everything. </p><p> What are you waiting for? Go check out the new search results!
se_it_it: Le tue impostazioni predefinite per la ricerca sono state <strong>aggiornate</strong> da Search Everything. </p><p> Cosa stai aspettando? Vai a vedere i nuovi risultati!
se_nn_no: Search Everything <strong>oppdaterte</strong> søkjeinnstillingane dine. </p><p> Kva ventar du på? Sjekk dei nye søkjetreffa!

source: Your settings have been reset
se_it_it: Le tue impostazioni sono stateripristinate
se_nn_no: Nullstilte innstillingane dine

source: Search Everything Version:
se_it_it: Versione di Search Everything:
se_nn_no: Search Everything versjon:

source: Update Options
se_it_it: Aggiona le opzioni
se_ja: 設定を更新
se_nn_no: Oppdater val

source: Basic Configuration
se_it_it: Configurazione di base
se_nn_no: Generelle innstillingar

source: Search every page
se_it_it: Ricerca estesa ad ogni pagina
se_nn_no: Søk i sider

source: (non-password protected)
se_it_it: (non protetto da password)
se_nn_no: (ikkje passordverna)

source: Yes
se_it_it: Sì
se_nn_no: Ja

source: Search approved pages only
se_it_it: Ricerca ristretta solamente alle pagine
se_nn_no: Søk berre på godkjende sider

source: Search every tag name
se_it_it: Ricerca estesa ad ogni nome tag
se_nn_no: Søk i merkelappar

source: Search every category name and description
se_it_it: Ricerca estesa ad ogni categoria e descrizione
se_nn_no: Søk på kategorinamn og -forklaring.

source: Search every comment
se_it_it: Ricerca estesa ad ogni commento
se_ja: コメントをすべて検索
se_nn_no: Søk i innspel

source: Search comment authors
se_it_it: Ricerca estesa agli autori dei commenti
se_nn_no: Søk på innspelforfattar

source: Search approved comments only
se_it_it: Ricerca ristretta solamente ai commenti
se_nn_no: Søk berre på godkjende innspel

source: Search every excerpt
se_it_it: Ricerca estesa ad ogni estratto
se_ja: 記事の要約をすべて検索
se_nn_no: Søk i utdrag

source: Search every draft
se_it_it: Ricerca estesa ad ogni bozza
se_ja: 未公開の記事をすべて検索
se_nn_no: Søk i kladdar

source: Search every attachment
se_it_it: Ricerca estesa ad ogni allegato
se_ja: メディアをすべて検索
se_nn_no: Søk i vedlegg

source: Search every custom field
se_it_it: Ricerca estesa per ogni campo personalizzato
se_nn_no: Søk i eigendefinerte felt (metadata)

source: (metadata)
se_it_it: (metadati)

source: Search every author
se_it_it: Ricerca estesa ad ogni autore
se_nn_no: Søk frå alle forfattarar

source: Advanced Configuration - Exclusion
se_it_it: Configurazione avanzata - Esclusione
se_nn_no: Avanserte innstillingar - Utestenging

source: Exclude some post or page IDs
se_it_it: Escludi l'ID di alcune pagine o articoli
se_ja: 指定した ID の投稿やページを検索対象に含めない
se_nn_no: Steng ute sider eller innlegg på ID

source: Comma separated Post IDs (example: 1, 5, 9)
se_it_it: Separa l'ID dei post con una virgola (ad esempio: 1, 5, 9)
se_ja: 投稿 ID を半角コンマ区切りで記入してください（例: 1, 5, 9）。
se_nn_no: Skil innlegg-ID med komma (døme: 1, 5, 9)

source: Exclude Categories
se_it_it: Escludi le categorie
se_ja: 指定したカテゴリーを検索対象に含めない
se_nn_no: Steng ute kategoriar

source: Comma separated category IDs (example: 1, 4)
se_it_it: Separa l'ID delle categorie con una virgola (ad esempio: 1, 5, 9)
se_ja: カテゴリー ID を半角コンマ区切りで記入してください（例: 1, 4）。
se_nn_no: Skil kategori-ID med komma (døme: 1, 4)

source: Developed by Dan Cameron of
se_it_it: Sviluppato da Dan Cameron di
se_nn_no: Utvikla av Dan Cameron frå

source: We Provide custom WordPress Plugins and Themes and a whole lot more.
se_it_it: Realizziamo plugin personalizzati per WordPress, temi e molto altro ancora.
se_nn_no: Me tilbyd innstikk og bunader til WordPress, og mykje meir.

source: Reset Button
se_it_it: Pulsante ripristino
se_nn_no: Nullstill

source: Find a bug?
se_it_it: Segnala un errore
se_nn_no: Funne ein feil?

source: Post it as a new issue
se_it_it: qui
se_nn_no: Post det som eit nytt problem

source: Test Search Form
se_it_it: Test modulo di ricerca
se_nn_no: Prøv søket

source: Use this search form to run a live search test.
se_it_it: Usa questo modulo di ricerca per avviare un test live di ricerca.
se_ja: この検索フォームで現在適用された設定を元にした検索テストを行うことができます。
se_nn_no: Nytt dette søkjeskjemaet for å prøva søket

source: Run Test Search
se_it_it: Avvia il test di ricerca
se_ja: 検索のテスト
se_nn_no: Søk

source: News
se_it_it: Novità
se_nn_no: Nyhende

source: Development Support
se_it_it: Supporto per lo sviluppo
se_nn_no: Utviklingsstøtte

source: Localization Support
se_it_it: Supporto per la localizzazione
se_nn_no: Språkstøtte

source: LOCALIZATION SUPPORT:
se_it_it: SUPPORTO LOCALIZZAZIONE:
se_nn_no: SPRÅKSTØTTE:

source: Version 6 was a major update and a few areas need new localization support. If you can help send me your translations by posting them as a new issue,
se_it_it: La versione 6 é da considerarsi quale major update ed alcune aree necessitano di un nuovo lavoro di localizzazione. Aiutatemi inviandomi le vostre traduzioni aggiornate,
se_nn_no: Versjon 6 var ei større oppdatering, og mykje nytt lyt omsetjast. Viss du kan hjelpa til, send omsetjingane dine ved å posta dei som eit nytt problem,

source: here
se_it_it: qui
se_nn_no: her

source: Thank You!
se_it_it: Grazie!
se_nn_no: Takk skal du ha!

source: The development of Search Everything since Version one has primarily come from the WordPress community, I&#8217;m grateful for their dedicated and continued support.
se_it_it: Sino dalla prima versione, Search Everything ha avuto un grande supporto da parte della comunità di WordPress: sono grato per tutto il Vostro tempo dedicato ed il continuo supporto.
se_nn_no: Utviklinga av Search Everything har sidan versjon ein fyrst og fremst kome frå WordPress-fellesskapet. Eg er takksam for deira oppofrande og vedvarande støtte.

source: and many more...
se_it_it: e molto altro ancora...
se_nn_no: og mange andre...

source: how about you?
se_it_it: segnalazioni
se_nn_no: kva med deg?

source: Adds search functionality without modifying template pages: Activate, Configure and Search. Options Include: search pages, excerpts, attachments, drafts, comments, tags and custom fields (metadata). Also offers the ability to exclude specific pages and posts. Does not search password-protected content.
se_it_it: Aggiunge la funzionalità della ricerca senza modificare il template delle pagine: Attivare, Configurare e Ricercare. Opzioni incluse: ricerca pagine, riassunti, allegati, bozze, commenti, tag e campi personalizzati (metadati). Offre inoltre la possibilità di escludere dei specifici articoli e pagine. Non verranno effettuate delle ricerche per quei contenuti protetti da password.
se_nn_no: Legg til søkjefunksjonar utan å endra sidemalane: Aktiver, still inn og søk. Du kan stilla inn: søk på sider, utdrag, vedlegg, kladdar, innspel, merkelappar og eigendefinerte felt (metadata). Det er òg høve til å stengja ute gjevne sider og innlegg. Søkjer ikkje i passordverna innhald.

source: Dan Cameron of Sprout Venture
se_it_it: Dan Cameron di Sprout Venture
se_nn_no: Dan Cameron frå Sprout Venture

source: Search Everything Options <strong>Updated</strong>.
se_ja: Search Everything の設定を<strong>更新しました</strong>。

source: The options selected below will be used in every search query on this site; in addition to the built-in post search.
se_ja: 以下で選択した設定は、デフォルトの記事検索機能に加え、サイト内の検索クエリすべてに適用されます。

source: SE Search Options
se_ja: SE 検索設定

source: Use this form to configure your search options.
se_ja: 以下のフォームで検索設定を行ってください。

source: Search Options Form
se_ja: 検索設定フォーム

source: Search every page (non-password protected)
se_ja: パスワード保護されていないページをすべて検索

source: Search approved pages only?
se_ja: 承認したページのみを検索しますか？

source: Search every tag
se_ja: タグをすべて検索

source: Search approved comments only?
se_ja: 承認したコメントのみを検索しますか？

source: Search every custom field (metadata)
se_ja: カスタムフィールド（メタデータ）をすべて検索

source: SE Search Form
se_ja: SE 検索フォーム

source: Site Search
se_ja: サイトの検索

source: Enter search terms
se_ja: 検索キーワードを入力
