Repository: MarFarMa/search-everything
Catalog: lang/SE4-*.po
Languages: hu_hu

source: Search Everything Options <strong>Updated</strong>.
hu_hu: Search Everything beállításai <strong>mentve</strong>.

source: The options selected below will be used in every search query on this site; in addition to the built-in post search.
hu_hu: Amiket itt beállítasz, minden az oldaladon történő keresésre hatással van (persze csak akkor, ha a Wordpress keresőjével keresel, külső keresőkre nincs hatása, pl. Google). Használd a lenti kereső mezőt a beállítások kipróbálásához.

source: SE Search Options
hu_hu: SE keresési opciók

source: Use this form to configure your search options.
hu_hu: Használd ezt az oldalt a keresés beállításához

source: Search Options Form
hu_hu: Keresési beállítások

source: Exclude some post or page IDs
hu_hu: Néhány oldal vagy bejegyzés kihagyása a keresésből

source: Comma separated Post IDs (example: 1, 5, 9)
hu_hu: Írd be vesszővel azoknak az oldalaknak, vagy bejegyzéseknek az azonosítóját, amiken nem szeretnél keresni (pl. 1, 4, 5)

source: Exclude Categories
hu_hu: Kihagyni kívánt kategóriák

source: Comma separated category IDs (example: 1, 4)
hu_hu: Írd be vesszővel azoknak a kategóriáknak az azonosítóját, amiken nem szeretnél keresni (pl. 1, 5)

source: Search every page (non-password protected)
hu_hu: Keresés minden oldalon (nem jelszó védetteken)

source: Search approved pages only?
hu_hu: Csak a közzétett oldalak között?

source: Search every tag
hu_hu: Keresés minden cimke között

source: Search every comment
hu_hu: Keresés minden hozzászólás között

source: Search approved comments only?
hu_hu: Csak az elfogadott hozzászólások között?

source: Search every excerpt
hu_hu: Keresés minden kivonat között

source: Search every draft
hu_hu: Keresés minden piszkozat között

source: Search every attachment
hu_hu: Keresés minden feltöltött fájl között

source: Search every custom field (metadata)
hu_hu: Keresés minden saját mező között (metadata)

source: Update Options
hu_hu: Beállítások mentése

source: SE Search Form
hu_hu: SE keresés

source: Use this search form to run a live search test.
hu_hu: Használd ezt a keresőt az keresős kipróbálásához

source: Site Search
hu_hu: Keresés az oldalon

source: Enter search terms
hu_hu: Írd be amire keresni szeretnél

source: Run Test Search
hu_hu: Keresés
